Repository: abdullahMustafa2000/etouch
Catalog: lib/l10n/app_*.arb
Languages: ar

# appName
source: ETouch
ar: اي تاتش

# orientationEInvoiceTitle
source: E-Invoice
ar: الفاتورة الإلكترونية

# orientationEInvoiceDesc
source: We will help you to create and send E-Invoices to the Egyptian Tax Authority in a fast modern way.
ar: سوف نساعدك بإنشاء الفواتير الإلكترونية وإرسالها إلى مصلحة الضرائب المصرية بشكل أسهل وأسرع

# orientationEReceiptTitle
source: E-Receipt
ar: الإيصال الإلكتروني

# orientationEReceiptDesc
source: In addition, it will help you to create and send E-Receipts to the Egyptian Tax Authority.
ar: سيساعدك أيضاً على إرسال الإيصال الإلكتروني إلى مصلحة الضرائب المصرية

# orientationWelcomeTitle
source: Welcome ..
ar: مرحباً بك ..

# orientationWelcomeDesc
source: You have joined the clients of Riyada Integrated Solutions (RIS).
ar: لقد انضممت إلى عملاء شركة ريادة للحلول المتكاملة

# loginTxt
source: Login
ar: تسجيل دخول

# logoutTxt
source: Logout
ar: تسجيل الخروج

# loginUsernameTxt
source: User Name
ar: اسم المستخدم

# loginPasswordTxt
source: Password
ar: كلمة السر

# loginContactUsTxt
source: Contact us
ar: تواصل معنا

# eInvoiceDashboardTitle
source: E-Invoice Dashboard
ar: إحصائيات الفاتورة الإلكترونية

# eInvoiceDashboardDesc
source: Dashboard about the sent E-Invoices
ar: إحصائيات عن الفواتير المرسلة لمصلحة الضرائب

# eInvoiceDashboardTopCustomersTitle
source: Most sales customers
ar: العملاء الأكثر مبيعات

# moreTxt
source: more
ar: المزيد

# eInvoiceDashboardAcceptedDocumentsTxt
source: Valid invoices sent
ar: الفواتير الصحيحة المرسلة

# eInvoiceTxt
source: E-Invoice
ar: فاتورة

# eReceiptTxt
source: E-Receipt
ar: ايصال

# eInvoiceDashboardCardValidTitle
source: Valid
ar: فاتورة صحيحة

# eInvoiceDashboardCardInvalidTitle
source: Invalid
ar: فاتورة غير صحيحة

# eInvoiceDashboardCardCancelledTitle
source: Cancelled
ar: فاتورة ملغية

# eInvoiceDashboardCardRejectedTitle
source: Rejected
ar: فاتورة مرفوضة

# totalTxt
source: Total
ar: إجمالي

# taxesTxt
source: Tax
ar: الضريبة

# savedFilesTxt
source: Saved documents
ar: الملفات المحفوظة

# sentFilesTxt
source: Sent documents
ar: الملفات المرسلة

# darkModeTxt
source: Dark mood
ar: الوضع الداكن

# nextTxt
source: Next
ar: التالي

# sendEInvoiceTitle
source: Send E-Invoice
ar: إرسال فاتورة

# sendEReceiptTitle
source: Send E-Receipt
ar: إرسال إيصال

# searchHint
source: Search
ar: بحث

# createDocumentTitle
source: Create document
ar: إنشاء فاتورة

# branchTxt
source: Branch
ar: الفرع

# customerTxt
source: Customer
ar: العميل

# treasuryTxt
source: Treasury
ar: الخزينة

# inventoryTxt
source: Inventory
ar: المخزن

# currencyTxt
source: Currency
ar: العملة

# sendToETSTxt
source: Send to Egypt taxes?
ar: إرسال إلي مصلحة الضرائب؟

# dateTxt
source: Date
ar: التاريخ:

# orderNumTxt
source: Order number
ar: رقم الطلب:

# chooseFromDropDownTxt
source: choose
ar: اختر

# groupOfInventory
source: Group
ar: المجموعة

# productsOfInventory
source: Product
ar: الصنف

# balanceOfInventory
source: Balance
ar: الرصيد

# quantityOfInventory
source: Quantity
ar: الكمية

# unitOfInventory
source: Unit
ar: وحدة القياس

# priceOfInventory
source: Price
ar: السعر

# addProductToDocument
source: Add product
ar: إضافة أصناف

# removeProductFromDocument
source: Delete product
ar: حذف الصنف

source: Discounts and taxes
ar: الخصومات والضرائب

# totalDocPriceBefore
source: Total before
ar: إجمالي قبل

# discountOrTax
source: Discount or taxes
ar: الخصم او الاضافه

# totalDocPriceAfter
source: Total after
ar: إجمالي بعد

source: Payment methods
ar: طرق الدفع

# paidAmount
source: Paid
ar: المدفوع

# restOfAmount
source: The rest
ar: الباقي

# sendDocument
source: Send
ar: إرسال

# checkInternetMessage
source: Check Internet connection!
ar: تفقد الاتصال بالانترنت

# missingDataWarning
source: Some Info is missing!
ar: بعض المعلومات مفقوده

source: Customer registration number
ar: رقم تسجيل العميل

source: Customer name
ar: إسم العميل

# documentSubmissionDate
source: Submission date
ar: تاريخ إصدار الفاتورة

# totalPriceForListing
source: Total amount
ar: إجمالي المبلغ

# statusDocumentForListing
source: Status
ar: الحالة

# representationNumber
source: Acknowledgement id
ar: الرقم التعريفي

source: Local number
ar: الرقم الداخلي

source: Submission number
ar: رقم الإستلام

source: Category
ar: الفئة

# eInvoicesListTitle
source: EInvoices
ar: الفواتير الإلكترونية

# sellerName
source: Buyer
ar: البائع

# typeOfDocSides
source: Type
ar: النوع

# addressOfDocSides
source: Address
ar: العنوان

# eTaxRegistrationId
source: E-Tax registration number
ar: رقم التسجيل الضريبي

# buyerName
source: Customer name
ar: إسم العميل

# cancelDocument
source: cancel submission
ar: إلغاء الفاتورة

# downloadDocument
source: download PDF
ar: تحميل PDF

# closeCurrent
source: close
ar: إغلاق

# showDoc
source: Show document
ar: عرض الفاتورة

# docSent
source: Document sent!
ar: تم الإرسال !

# loginRequestFailed
source: Verify the validity of the data or contact us
ar: تحقق من صحه البيانات او تواصل معنا
